{
    "loading":"Cargando...",
    "welcomeMessage":"Bienvenido a mi portafolio, soy... 答",
    "firstHistory":"Un apasionado Desarrollador .NET Full Stack desde una hermosa Isla en el Mar Caribe\n\n\n (Rep煤blica Dominicana)",
    "secondHistory":"Con experiencia en diferentes lenguajes de programaci贸n, framework y librerias como React para el Front-End y ASP.NET para construir aplicaciones web y Restful API usando (C#) para el Back-End.",
    "thirdHistory":"Mi jornada a trav茅s de la programaci贸n comenz贸 cuando ten铆a 10 a帽os de edad por un juego, pasado el tiempo aprend铆 HTML, CSS y JS, despu茅s de eso aprend铆 C# en la secundaria y mejorando en dicho lenguaje de programaci贸n en ITLA.",
    "navHome":"Inicio",
    "navProjects":"Proyectos",
    "programmingLang":"Habilidades",
    "emailSuccess":"el correo fue enviado correctamente, estare en contacto pronto...",
    "emailError":"algo salio mal...",
    "about":"Sobre este proyecto",
    "collab":"Colaboradores:",
    "projects":"Projectos",
    "education":"Educaci贸n",
    "contacts":"Contactos",
    "porfolioDesc":"Este sitio web contiene mis proyectos y m谩s informaci贸n sobre m铆.",
    "bankingDesc":"Dominican Banking es una aplicaci贸n en la que puede agregar clientes, tambi茅n agregarles una nueva cuenta bancaria, pr茅stamo y tarjeta de cr茅dito en el sistema y realizar pagos y transacciones diferentes utilizando un cliente.",
    "pokedexDesc":"Pokedex es una aplicaci贸n donde puedes agregar un pokemon con su tipo y regi贸n, eliminar y editar este pokemon. Con hermosa interfaz de usuario.",
    "trailerDesc":"FLJJ Movies es una aplicaci贸n creada con React y Vanilla Javascript donde puedes ver avances de pel铆culas, esta aplicaci贸n consume una API creada con ASP .NET MVC y C#.",
    "marketDesc":"La aplicaci贸n EMarket es como Corotos, donde las personas hacen anuncios de productos y buscan personas que puedan estar interesadas en ese producto. Usando Arquitectura Onion.",
    "networkDesc":"SmartNetwork es una aplicaci贸n interesante en la que puedes agregar amigos y hacer publicaciones sobre tu vida o algo que te guste.",
    "restaurantDesc":"RestaurantAPI es una API para consumir en un sistema de restaurante. Uso de Identity y JWT para la Autenticaci贸n y Autorizaci贸n.",
    "trailerapiDesc":"TrailerMovieAPI es una API para consumir en una aplicaci贸n usando React y Vanilla JS donde puedes ver avances de pel铆culas.",
    "estateDesc":"DR Real Estate es una aplicaci贸n donde usted, un agente, puede publicar casas para vender y conseguir un cliente en Rep煤blica Dominicana. El cliente tambi茅n agrega la casa a favoritos, encuentra un agente o la casa de sus sue帽os y puede obtener una cuenta en el sitio web.",
    "diamondDesc":"Es una aplicaci贸n m贸vil que utiliza React Native y Fake JSON API y busca la m煤sica para reproducirla en el tel茅fono, tambi茅n puede agregarla a favoritos."
}